var data = [
	{
		"caption":"你的名字",
		"desc":"上映:  2016-12-02  地区:  日本  主演:  神木隆之介  上白石萌音  长泽雅美  市原悦子  成田凌  悠木碧  岛崎信长 导演:  新海诚  类型:  爱情 动画",
		"img":"photo1.jpg"
	},
	{
		"caption":"西游伏妖篇",
		"desc":"上映:  2017-01-28  地区:  中国大陆   主演:  吴亦凡  林更新  姚晨  林允  包贝尔  巴特尔  杨一威  大鹏    导演:  徐克   类型:  奇幻 喜剧 冒险 古装",
		"img":"photo2.jpg"
	},
	{
		"caption":"血战钢锯岭",
		"desc":"上映:  2016-12-08  地区:  美国   主演:  安德鲁·加菲尔德  萨姆·沃辛顿  文斯·沃恩  雨果·维文  卢克·布雷西    导演:  梅尔·吉布森    类型:  战争 历史 传记",
		"img":"photo3.jpg"
	},
	{
		"caption":"降临",
		"desc":"上映:  2016-09-01  地区:  美国   主演:  艾米·亚当斯  杰瑞米·雷纳  福里斯特·惠特克  迈克尔·斯图巴  马志    导演:  丹尼斯·维伦纽瓦  类型:  科幻",
		"img":"photo4.jpg"
	},
	{
		"caption":"功夫瑜伽",
		"desc":"上映:  2017-01-28  地区:  中国   主演:  成龙  李治廷  张艺兴  索努·苏德  母其弥雅  迪莎·帕塔尼  艾米拉·达斯特    导演:  唐季礼  类型:  动作 喜剧 冒险",
		"img":"photo5.jpg"
	},
	{
		"caption":"爱乐之城",
		"desc":"上映:  2016-08-31   地区:  美国   主演:  艾玛·斯通  瑞恩·高斯林  芬·维特洛克  J·K·西蒙斯  水野索诺娅     导演:  达米安·沙泽勒    类型:  爱情 喜剧 歌舞",
		"img":"photo6.jpg"
	},
	{
		"caption":"生化危机6:终章",
		"desc":"上映:  2016-12-23  地区:  美国  主演:  米拉·乔沃维奇  艾丽·拉特  鲁比·罗丝  伊恩·格雷  威廉·莱维    导演:  保罗·安德森    类型:  科幻 动作 恐怖 惊悚",
		"img":"photo7.jpg"
	},
	{
		"caption":"长城",
		"desc":"上映:  2016-12-16   地区:  中国大陆   主演:  马特·达蒙  景甜  佩德罗·帕斯卡  刘德华  威廉·达福  张涵予  鹿晗    导演:  张艺谋    类型:  奇幻 动作 悬疑 冒险 惊悚",
		"img":"photo8.jpg"
	},
	{
		"caption":"Titty Creampies 6",
		"desc":"上映:  2014-01-08    地区:  美国  主演:  蒂芙尼·泰勒  艾娃·亚当斯  Lylith Lavey  爱美.安德森  Romi Rain 导演:  Kevin M. Moore  ", 
		"img":"photo9.jpg"
	},
	{
		"caption":"铁道飞虎",
		"desc":"上映:  2016-12-23   地区:  中国大陆   主演:  成龙  黄子韬  王凯  王大陆  桑平  吴永伦  导演:  丁晟  类型:  战争 动作 喜剧",
		"img":"photo10.jpg"
	},
	{
		"caption":"疯狂的少妇",
		"desc":"上映:  2016-04-25   地区:  中国大陆    主演:  罗梓丹  曹玉峰  田庭豪  李怡诺  袁宇龙  导演:  徐旭  类型:  悬疑",
		"img":"photo11.jpg"
	},
	{
		"caption":"熊出没·奇幻空间",
		"desc":"上映:  2017-01-28   地区:  中国大陆   主演:  尚雯婕  鲍春来  孙建弘  曾舜晞  导演:  丁亮  类型:  动画",
		"img":"photo12.jpg"
	},
	{
		"caption":"乘风破浪",
		"desc":"上映:  2017-01-28	地区:  内地		主演:  邓超  彭于晏  赵丽颖  董子健  高华阳  张本煜  	导演:  韩寒  	类型:  喜剧 冒险",
		"img":"photo13.jpg"
	},
	{
		"caption":"奇异博士",
		"desc":"上映:  2016-11-04	地区:  美国	主演:  本尼迪克特·康伯巴奇  蒂尔达·斯文顿  麦斯·米科尔森  切瓦特·埃加福特  	导演:  斯科特·德瑞克森  	类型:  奇幻 科幻 动作 冒险",
		"img":"photo14.jpg"
	},
	{
		"caption":"情圣(2017)",
		"desc":"上映:  2016-12-30	地区:  中国大陆	主演:  肖央  闫妮  小沈阳  乔杉  艾伦  代乐乐  常远  李成敏  	导演:  宋晓飞  董旭  	类型:  喜剧",
		"img":"photo15.jpg"
	},
	{
		"caption":"小姐",
		"desc":"上映:  2016-05-14	地区:  韩国	主演:  金敏喜  金泰梨  河正宇  赵震雄  金海淑  文素丽 	导演:  朴赞郁  	类型:  爱情 悬疑 同性 惊悚 犯罪",
		"img":"photo16.jpg"
	},
	{
		"caption":"我不是潘金莲",
		"desc":"上映:  2016-11-18	地区:  中国大陆	主演:  范冰冰  郭涛  大鹏  张嘉译  于和伟  张译  李宗翰  赵立新  	导演:  冯小刚  	类型:  喜剧",
		"img":"photo17.jpg"
	},
	{
		"caption":"大闹天竺",
		"desc":"上映:  2017-01-28	地区:  中国大陆	主演:  王宝强  白客  岳云鹏  柳岩 	导演:  王宝强   	类型:  动作 喜剧 冒险",
		"img":"photo18.jpg"
	},
	{
		"caption":"驴得水",
		"desc":"上映:  2016-10-28   地区:  中国大陆	主演:  任素汐  大力  刘帅良  裴魁山  阿如那  韩彦博  卜冠今  王堃  	导演:  周申  刘露  	类型:  喜剧",
		"img":"photo19.jpg"
	},
	{
		"caption":"湄公河行动",
		"desc":"上映:  2016-09-30   地区:  中国大陆    主演:  张涵予  彭于晏  孙淳  陈宝国  冯文娟  刘显达  赵健  吴旭东  	导演:  林超贤  	类型:  动作 犯罪",
		"img":"photo20.jpg"
	}
]